export const moviesItemsForFilter = [
  {
    id: "a7b9",
    name: "Безхатній Бог - Нораґамі",
    engName: "Noragami",
    ageRating: 13,
    year: 2014,
    country: "Японія",
    genre: "Аніме , Багатосерійне аніме",
    Director: "Тамура Котаро",
    rating: 9.3,
    trailer: "https://youtu.be/2NFXL3UPhOg",
    images:
      "https://uaserial.com/images/serials/65/651ea00c74e81713396030.webp",
    aboutFilm:
      "Кожна людина знає, що в цьому земному світі є Бог, і він знає все, він може все, він проникає в найзатаєніші куточки людської душі. Щоправда, у Бога, про якого йдеться у цій стрічці, трохи незвичайна ситуація: у нього немає храмів, пожертвувань і всього іншого, що зазвичай є у Богів. Якщо ви відчуваєте, що сум не дає поглянути назустріч своєму щастю, то просто покличте Його, і він прийде! Покликати Бога нескладно – достатньо зателефонувати на небо. Але варто бути готовим до його появи... Адже в таких випадках ніхто не знає, що буде далі.",
  },
  {
    id: "2a4c",
    name: "Ручна поклажа",
    engName: "Carry On",
    ageRating: 16,
    year: 2024,
    country: "США",
    genre: "Фільм, Екшн , Детективи , Кримінал , Трилери",
    Director: "Хауме Кольет-Серра",
    rating: 8.5,
    trailer: "https://youtu.be/krJ9KlEat5Q",
    images:
      "https://uaserial.com/images/serials/67/675c20d1de973607978740.webp",
    aboutFilm:
      "Ітан Копек завжди хотів бути поліцейським. Натомість він працює охоронцем в аеропорту, і досі навіть не допускається до роботи по скануванню багажу пасажирів на наявність бомб. Протягом останніх трьох років цей агент TSA, працюючи без вихідних, застряг десь у глибині аеропорту LAX, мріючи про підвищення, якого, здається, ніколи не буде.Основні події розгортаються напередодні Різдва, в один із найжвавіших часів року для подорожей, і Ітан вибрав цей момент, щоб проявити себе. Після серйозної розмови керівник погоджується посадити його за комп’ютерний сканер, але Ітану майже одразу не щастить: хтось намагається контрабандою провезти валізу, повну нервово-паралітичної речовини «Новачок» на борт переповненого пасажирського рейсу. Здається вони вибрали Ітана як слабку ланка, якою вони можуть маніпулювати, щоб пройти через контрольно-пропускний пункт.",
  },
  {
    id: "67e4",
    name: "Дедпул і Росомаха",
    engName: "Deadpool and Wolverine",
    ageRating: 18,
    year: 2024,
    country: "США",
    genre: "Фільм, Екшн , Комедія , Пригоди , Фантастика",
    Director: "Шон Леві",
    rating: 7.8,
    images: "https://uaserials.com/posters/9180.jpg",
    aboutFilm:
      "Продовження історії про безстрашного, але страшенно балакучого супергероя, який звик битися з поганими хлопцями. Будучи ексцентричною особистістю, Дедпул регулярно потрапляє в божевільні ситуації, але залишається людиною з добрим серцем. Якось Вейд потрапляє в організацію, яка слідкує за часорядом. Так головний герой дізнається, що через зсув різних всесвітів над людством нависла небезпека. Запобігти катастрофі може лише Дедпул, адже лише він має належні навички та відвагу. Крім того, Вейд має безсмертя, про що багатьом його «колегам», залишається тільки мріяти. Незважаючи на лінощі, герой приймається за роботу. Для успіху йому потрібно заручитися підтримкою іншої безсмертної істоти, що називає себе Росомахою. Здається, що битви не уникнути, і ця подія визначить майбутнє безлічі паралельних всесвітів.",
  },
  {
    id: "b2f4",
    name: "S.T.A.L.K.E.R. Тінь Зони",
    engName: "S.T.A.L.K.E.R. Shadow of Chernobyl",
    ageRating: 18,
    year: 2024,
    country: "США",
    genre: "Фільм,  Трилери , Фантастика , Екшн",
    Director: "Stephen Hancock, Evan Muir",
    rating: 8.5,
    images:
      "https://uaserial.com/images/seasons/67/672f992c7bcc0700515329.webp",
    aboutFilm:
      "STALKER — це серія відеоігор від GSC Game World, події якої відбуваються в альтернативній реальності, де дивні паранормальні явища населяють Чорнобильську зону відчуження. Ці аномалії можуть варіюватися від надзвичайно небезпечних до дуже цінних, і їх шукають різні групи, які ризикують усім, щоб наважитися на похід у Зону. Цих відважних кочівників називають сталкерами. Shadow of the Zone розповідає про досвідченого вільного сталкера, якому доручено скерувати групу найманців углиб Зони, щоб дослідити паранормальний радіосигнал. По дорозі вони відкриють кошмарні наслідки впливу сигналу на додаток до похмурої реальності існування цієї місцевості.",
  },
  {
    id: 8954,
    name: "Аркейн",
    engName: "Arcane",
    ageRating: 18,
    year: 2024,
    country: "США",
    genre: "Мультфільми , Мультсеріали",
    Director: "Pascal Charrue, Jérôme Combe, Arnaud Delord",
    rating: 9.0,
    images:
      "https://uakino.me/uploads/posts/2024-11/vquknzgmhzrc7naar4rlexefvpy.jpg",
    aboutFilm:
      "Дві сестри, Вай і Паудер, разом зі своїми друзями наважуються на відчайдушний крок - вони грабують наукову лабораторію в місті. Однак «ця операція» проходить невдало. Подія може призвести до збройного конфлікту між Пілтовером і жителями Зауна. Винахідники і злочинці, політики і ватажки банд кидають виклик суспільству, яке з кожним днем стає дедалі більш роз'єднаним. Атмосфера загострюється ще сильніше, коли двом сестрам вдається вкрасти артефакт нечуваної сили з лабораторії. Старі зв'язки рвуться, нові герої виходять на передній план, а наукові відкриття обертаються смертельною загрозою. Опікун сестер Вандер намагається запобігти цьому, але потрапляє в полон до свого старого ворога. Звісно, Вай із друзями намагаються його звільнити. Паудер думає, що може допомогти соратникам і створює бомбу з вкраденим із лабораторії кристалом із невідомої речовини. Унаслідок вибуху гинуть друзі Вай, а потім і Вандер. Дівчина звинувачує у смертях свою родичку. Сестрам доводиться розлучитися, оскільки Вай схопив поліцейський із Пілтовера, а Паудер потрапляє до рук кримінального авторитета Сілко.",
  },
  {
    id: 6814,
    name: "Уявні друзі",
    engName: "IF",
    ageRating: 18,
    year: 2024,
    country: "США, Канада",
    genre: "Мультфільми , Повнометражні",
    Director: "Джон Красінскі",
    rating: 9.0,
    images:
      "https://uakino.me/uploads/posts/2024-07/rtljq5j8t3lporz7heyo9skv9kb.jpg",
    aboutFilm:
      "Дванадцятирічна Беа переїжджає в квартиру своєї бабусі Маргарет у Нью-Йорку, поки її батько чекає на операцію на серці в тій самій лікарні, де роками раніше від раку померла її мати. Вона обурюється його грайливими витівками, наполягаючи, що може впоратися з ситуацією зі зрілістю. Одного вечора Беа йде купити зарядний пристрій для старої відеокамери своєї матері та бачить незнайому істоту, яка слідує за нею назад до будинку її бабусі. Згодом вона знаходить і знайомиться зі ще більшою кількістю чудернацьких істот, а також чоловіком на ім'я Кел, та дізнається, що він працює з 'Уявними Друзями' скорочено УД-ами, щоб прилаштувати їх до нових дітей, оскільки їхні попередні діти виросли та забули про них. Спочатку неохоче, та Беа зрештою вирішує допомогти Келу в цій роботі.",
  },
  {
    id: "7b72",
    name: "Гра у кальмара",
    engName: "Squid Game",
    ageRating: 18,
    year: 2024,
    country: "Південна Корея",
    genre: "Детективи , Драма , Пригоди , Трилери",
    Director: "Dong-hyuk Hwang",
    rating: 8.0,
    images:
      "https://uakino.me/uploads/posts/2024-12/c9kovea6hvsk434vnftdiwetji5.jpg",
    aboutFilm:
      "Гі-хуну здається, що успіх відвернувся від нього, адже одночасно він втратив кохану дружину, роботу і по вуха ув'язнив у боргах. Хлопець не знаходить кращого виходу із ситуації, як піти на скачки. Програвши все, він засмучений їде додому, але раптово у вагоні метро до пригніченого Сон Гі-хуну підходить незнайомець. Загадковий чоловік пропонує йому стати учасником незвичайних ігор із дитинства, в якій переможець стає володарем мільярдів готівки. Хлопець, який зазнав фіаско на стрибках, відмовляється, а співрозмовник все одно дає йому візитівку.У 2 сезоні думка про багатство не залишає Гі-хуна, але дивна гра лякає до жаху. Повідомлення колишньої дружини, яка зібралася разом із дочкою та новим чоловіком переїхати до США, підштовхує люблячого батька погодитися на пропозицію незнайомця. Хлопець дзвонить за вказаним на візитівці номером і стає учасником гри на виживання. Змагатимуться за головний приз із Гі-хуном такі ж невдахи, які опинилися у безвихідній ситуації.",
  },
  {
    id: 6052,
    name: "Батальйон 6888",
    engName: "The Six Triple Eight",
    ageRating: 18,
    year: 2024,
    country: "США, Канада",
    genre: "Фільм, Військові , Драми , Історичні",
    Director: "Тайлер Перрі, Armani Ortiz",
    rating: 6.2,
    images:
      "https://thumbs.filmix.my/posters/5430/thumbs/w220/batalon-6888-2024_174968.jpg",
    aboutFilm:
      "Під час розпалу конфлікту в Другій світовій війні, приблизно в 1943 році, нові труднощі призвели до зміни пріоритетів, і більшість пошти, яка раніше надходила до солдатів на передовій, була припинена. Коли склади починають переповнюватися нездійсненими поставками, надії солдатів розбиваються, оскільки вони втрачають зв’язок зі своїми родинами вдома. Щоб вирішити цю проблему, 6888-й батальйон Жіночого армійського корпусу, до складу якого входять лише чорношкірі, включаючи понад 800 жінок-солдатів, відправляється впоратися з неможливим завданням сортування застарілої пошти, яка накопичувалася багато років. Незважаючи на те, що військове керівництво сподівається, що цей план провалиться, Батальйон 6888 сповнений рішучості подарувати надію солдатам і сім’ям у всьому світі.",
  },
  {
    id: 7035,
    name: "Монолог травниці",
    engName: "The Apothecary Diaries",
    ageRating: 14,
    year: 2023,
    country: "Японія",
    genre: "Аніме , Багатосерійне аніме",
    Director: "Norihiro Naganuma",
    rating: 8.4,
    images:
      "https://uakino.me/uploads/posts/2023-11/1700146882_1700146801_trjcwh97pw7cxus4h8fmohqyctz.jpg",
    aboutFilm:
      "Проект 'Монолог травниці' відсилає глядачів у далеке минуле. Події беруть свій початок Сході країни. Саме тут править імператор, служниці і дружини якого мешкають у хугуні. Так називається задній палац, де люди відповідають за добробут імперської сім'ї та порядок. Ми знайомимося з Маомао, дівчиною, яка проживає в невеликому містечку разом із батьком, який займається медициною. Він утримує невелику аптеку, де робить ліки. Героїня поняття нічого не мала про задній палац, доки не опинилася там. Героїню продали на службу в ці місця, тож тепер їй доводиться мати справу із місцевими мешканцями. Маомао відрізняється кмітливістю та багатими знаннями про медицину. Вона готова користуватися цими вміннями, які допомагають їй та багатьом мешканцям палацу. Поступово героїня стає своєю людиною. Незабаром вона стикається з євнухом Цзіньші, який проникає крізь її фасад, а потім робить дівчину фрейліною дружини імператора. Тепер Маомао доведеться куштувати їжу пані на отруту, проте героїня має інші ідеї щодо цієї справи. Вона знає, що робити, щоб уникнути отруєння без загрози для власного життя.",
  },
  {
    id: "84da",
    name: "Аватар: Останній захисник",
    engName: "Avatar: The Last Airbender",
    ageRating: 14,
    year: 2024,
    country: "США",
    genre: "Детективи , Драма , Комедії , Пригоди",
    Director: "Michael Goi, Roseanne Liang, Jabbar Raisani",
    rating: 8.5,
    images: "https://uaserials.pro/posters/8462.webp",
    aboutFilm:
      "Юний Аанг – талановитий хлопець, який виявив потяг до кількох стихій, що зрештою і зробило його аватаром. Він є єдиною людиною в усьому світі, яка завдяки своїм унікальним здібностям може змінити баланс сил і повернути цим землям гармонію та процвітання. Війна, розв'язана народом вогню, виявляється, здатна поглинути все живе. Автори сценарію пропонують нам стати частиною захоплюючої пригоди, яка назавжди переверне наше уявлення про фентезі. Такий яскравий і захоплюючий сюжет приправлений приголомшливими персонажами та чудовим візуалом. Обов'язково для перегляду!",
  },
];
